{"places": [{"name": "Phipps Conservatory and Botanical Gardens", "description": "Phipps Conservatory and Botanical Gardens is a botanical garden set in Schenley Park, Pittsburgh, Pennsylvania, United States. It is a City of Pittsburgh historic landmark and is listed on the National Register of Historic Places.", "lat": 40.439101, "long": -79.94751, "addr": "1 Schenley Drive, Pittsburgh, PA 15213", "reviews": [{"name": "Stphen S.", "rating": "5", "review": "Loved the plants. It was so calming!", "timestamp": 1727622262.241454, "picture": ""}], "ratings": 10, "slug": "phipps", "imageURL": "https://www.phipps.conservatory.org/images/made/assets/images/as_blog_image/2010s_recap_cover_photo_1494_780_s_c1.jpg", "crc32": 1891683083, "comprating": 4}, {"name": "Mount Washington", "description": "In the early history of Pittsburgh, Mount Washington was known as Coal Hill, but Coal Hill was actually on the south bank of the Monongahela River. Easy access to the Pittsburgh coal seam's outcrop near the base of Mount Washington allowed several mines to operate there. Also, rock was quarried from the hill. Gray sandstone, for example, was quarried at Coal Hill for the second Allegheny County Courthouse. By 1876, the name had been changed to Mount Washington, and a year later, the view of the City of Pittsburgh was first drawn from Mount Washington. Many photos of the Pittsburgh skyline are from Mount Washington, due to the elevation of the hill overlooking the river valley and Downtown Pittsburgh below.", "lat": 40.434515, "long": -80.011299, "addr": "136-160 Grandview Ave, Pittsburgh, PA 15211", "reviews": [{"name": "Kalie O.", "rating": "4", "review": "Great! Oved the views of downtown Pittsburgh. Nearby hotels and casinos were awesome to visit!", "timestamp": 1727622305.8041265, "picture": ""}], "comprating": null, "ratings": 0, "slug": "mtwashington", "imageURL": "https://lewisandclark.s3.amazonaws.com/wp-content/uploads/2021/02/19140143/this-overlook-on-my-washington-e1674136902885.jpg", "crc32": 2541251263}, {"name": "Fort Pitt Museum", "description": "Fort Pitt Museum is an indoor/outdoor museum that is administered by the Senator John Heinz History Center in downtown Pittsburgh, Allegheny County, Pennsylvania in the United States. It is at the confluence of the Monongahela and Allegheny Rivers, where the Ohio River is formed. Fort Pitt Museum is surrounded by Point State Park, a Pennsylvania state park named for the geographically and historically significant point that is between the rivers. This piece of land was key to controlling the upper reaches of the Ohio River Valley and western Pennsylvania, before, during and after the French and Indian War as well as the American Revolution. The museum is in a recreated bastion of Fort Pitt, which was originally built in 1758 by the British. An outline of Fort Duquesne is nearby. The historical focus of the museum is the role that Fort Pitt played during the French and Indian War. The museum also features detailed information on Fort Pitt's role during the American Revolution, the Whiskey Rebellion and the founding of Pittsburgh. The museum was established and operated by the Pennsylvania Historical and Museum Commission until its closure in August 2009 from state budget cuts. The Heinz Center took over the operation of the museum and reopened it in April 2010.", "lat": 40.440876, "long": -80.009612, "addr": "Point State Park, 601 Commonwealth Pl, Pittsburgh, PA 15222", "reviews": [{"name": "George W.", "rating": "5", "review": "SO historical and awesome. Loved learning about the Seven Years War.", "timestamp": 1727622346.587616, "picture": ""}], "comprating": null, "ratings": 0, "slug": "fortpitt", "imageURL": "https://lewisandclark.s3.amazonaws.com/wp-content/uploads/2021/03/19132148/image-1-e1674134508170.jpeg", "crc32": 621989476}, {"name": "Duquesne Incline", "description": "The Duquesne Incline is a funicular scaling Mount Washington near the South Side neighborhood of Pittsburgh, Pennsylvania, United States. Designed by Hungarian-American engineer Samuel Diescher, the incline was completed in 1877. The lower station is in the Second Empire style. Together with the incline, which rises 400 feet (122 m) in height, at a 30-degree angle, it was listed on the National Register of Historic Places in 1975. The incline is unusual for using a 5 ft (1,524 mm) track gauge, mainly used in Finland, Russia, and Mongolia. Together with the Monongahela Incline, it is one of two passenger inclines still in operation on Pittsburgh's South Side. By 1977, the two had become tourist attractions and together served more than one million commuters and tourists annually. That year both inclines were designated as Historic Mechanical Engineering Landmarks by the American Society of Mechanical Engineers (ASME).", "lat": 40.439597, "long": -80.017825, "addr": "1197 W Carson St, Pittsburgh, PA 15219", "reviews": [{"name": "Alexie S.", "rating": "5", "review": "OH my god it was SO awesome just to see the Point and downtown in all its glory.", "timestamp": 1727622400.2226517, "picture": ""}, {"name": "Anonymous", "rating": "4", "review": "Its nice", "timestamp": 1727622507.0310485, "picture": ""}], "comprating": null, "ratings": 0, "slug": "fortpitt", "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Downtown_Pittsburgh_from_Duquesne_Incline_in_the_morning.jpg/1280px-Downtown_Pittsburgh_from_Duquesne_Incline_in_the_morning.jpg", "crc32": 3383135688}, {"name": "Big Ben", "description": "Big Ben is the nickname for the Great Bell of the Great Clock of Westminster, and, by extension, for the clock tower itself, which stands at the north end of the Palace of Westminster in London, England. Originally known simply as the Clock Tower, it was renamed Elizabeth Tower in 2012 to mark the Diamond Jubilee of Elizabeth II. The clock is a striking clock with five bells.", "lat": 51.5007, "long": -0.1245, "addr": "London SW1A 0AA, UK", "reviews": [], "comprating": null, "ratings": 0, "slug": "bigbe", "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Elizabeth_Tower%2C_June_2022.jpg/500px-Elizabeth_Tower%2C_June_2022.jpg", "crc32": 733834188}]}